tap "cockroachdb/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "schpet/tap"
brew "awscli"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glab"
brew "go"
brew "goose"
brew "helm"
brew "k6"
brew "neovim"
brew "nvm"
brew "postgresql@14"
brew "pyenv"
brew "redis", restart_service: :changed
brew "starship"
brew "teleport"
brew "tmux"
brew "ugrep"
brew "zoxide"
brew "zplug"
brew "cockroachdb/tap/cockroach"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "schpet/tap/linear"
cask "anaconda"
cask "bruno"
cask "clickhouse"
cask "dbeaver-community"
cask "ghostty"
cask "warp"
cask "zed"
vscode "biomejs.biome"
vscode "bodil.file-browser"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "jacobdufault.fuzzy-search"
vscode "kahole.magit"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.makefile-tools"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
go "github.com/air-verse/air"
go "golang.org/x/tools/gopls"
go "github.com/99designs/gqlgen"
go "honnef.co/go/tools/cmd/staticcheck"
